[
  {
    "name": "Encyclopédie d'Armes",
    "sub": "h/Weapons - 09/08/2022",
    "desc": "Les armes blanches sont trop souvent romancées, encensées à tort et déstituées de leur réelle valeur historique et culturelle. C'est pourquoi, sans se proclamer exacte et historiquement précise, l'encyclopédie d'Armes h/weapons apporte aux publics avertis comme néophytes une manière simple et ludique de découvrir ces armes pour certaines oubliées, pour d'autres trop mêlangées à l'imagination populaire. La recherche dynamique permettra aussi de trouver ce que l'on cherche, que ce soit par période, par genre, région du monde ou même tenue des mains. Évidemment, elle demeure en perpétuelle évolution ; Et toutes les informations supplémentaires ou corrections proposées seront prises en compte !",
    "cover_path": "__SITE__assets/weapons.png"
  },
  {
    "name": "Labyrinthe Aléatoire",
    "sub": "h/RinthLab - 25/04/2022",
    "desc": "L'étude h/rinthlab vise à comprendre, maîtriser et comparer les différents algorithmes de génération aléatoire de {labyrinthes parfaits}(dont chaque cellule peut rejoindre n'importe quelle autre par un chemin unique). L'environnement de test permet la synthèse des différents algorithmes et leur rendu graphique superposable. On peut ainsi illustrer simplement les biais et différences notables entre ces derniers. Cette recherche est menée dans le cadre de mon apprentissage quant à la théorie des graphes.",
    "cover_path": "__SITE__assets/covers/rinth.png"
  },
  {
    "name": "Reproduction Artificielle",
    "sub": "p/Clockwork - 21/03/2022",
    "desc": "J'ai accompli pour la première fois depuis le début de mes recherches la reproduction artificielle de la {dissociation normative}(phénomène recherché) pour p/clockwork ; Ce que je peux conclure est l'importance de la spacialisation dans l'apparition du phénomène (j'ai rédigé un rapport plus détaillé de mon expérience [ici](https://reddit.com/r/ClockworkMusic)). D'autre part, après la collecte de témoignages multiples, j'ai crée un répertoire de playlists qui serviront plus tard d'environnement de test pour le projet. Beaucoup de personnes disent connaître ou encore avoir connu ce phénomène ou un de ses proches semblables, sans pour autant avoir d'informations précises et explicites sur le sujet. J'ai cependant trouvé un thème à approfondir, l'{AIWS}(Syndrome d'Alice au pays des merveilles) !",
    "cover_path": "__SITE__assets/file_cw.png"
  },  {
    "name": "ShellShock Client",
    "sub": "h/ShellShock - 07/05/2022",
    "desc": "Un client éxécutable sur windows pour [shellshock.io](https://shellshock.io) ? C'est vrai qu'on se demande un peu à quoi ça sert. En fait, le logiciel est basé sur le site officiel du jeu mais désactive par exemple le ctrl + W qui ferme l'onglet ! Le jeu possède aussi son propre statut de jeu sur discord, ce qui me tenait à coeur. Il est disponible en téléchargement direct sur h/shellshock ! Pour les détails, l'application existe grâce à la librairie [electron.js](https://www.electronjs.org/) et le {runtime}(un runtime, ou environnement d'éxécution, est un logiciel qui gère l'éxécution d'un programme informatique) Node.js. Les librairies tierces utilisées sont {discord-rpc}(permet la création d'un RICH PRESENCE, un statut de jeu) et {electron-custom-titlebar}(permet la création d'une barre de menu horizontal personalisée).",
    "cover_path": "__SITE__assets/shellshock.jpg"
  },
  {
    "name": "E2L Draft",
    "desc": "Essais sur le glitchcore, dreamstep et la liminal wave.{}(clockwork)",
    "cover_path": "__SITE__assets/espylacopa.png"
  },
  {
    "name": "Lycoris R.",
    "desc": "Lycoris Radiata, aussi connue sous le nom de Lys Araignée ou d'Amary. du japon, est une fleur sang qui, dans la légende d'Amaterasu, représente la séparation définitive ou la mort. #clockwork",
    "cover_path": "__SITE__assets/alt.png"
  },
  {
    "name": "DaylioAlt",
    "desc": "Bientôt le début du projet de site client pour ordinateur de l'appli. mobile Daylio™",
    "cover_path": "__SITE__assets/404.png"
  }
]